export default {
  projections: {
    СотрудникиE: {
      iD: {
        __caption__: 'ID'
      },
      дата_приема: {
        __caption__: 'Дата_приема'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      контакты: {
        __caption__: 'Контакты'
      },
      образование: {
        __caption__: 'Образование'
      },
      опыт_работы: {
        __caption__: 'Опыт_работы'
      },
      должности: {
        __caption__: 'Должности',
        название: {
          __caption__: 'Название'
        }
      },
      отделы: {
        __caption__: 'Отделы',
        название: {
          __caption__: 'Название'
        }
      }
    },
    СотрудникиL: {
      iD: {
        __caption__: 'ID'
      },
      дата_приема: {
        __caption__: 'Дата_приема'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      контакты: {
        __caption__: 'Контакты'
      },
      образование: {
        __caption__: 'Образование'
      },
      опыт_работы: {
        __caption__: 'Опыт_работы'
      },
      должности: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      },
      отделы: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    дата_приема: {
      __caption__: 'Дата_приема'
    },
    должности: {
      __caption__: 'Должности'
    },
    отделы: {
      __caption__: 'Отделы'
    }
  }
};
