export default {
  projections: {
    Контроль_ТЗE: {
      iD: {
        __caption__: 'ID'
      },
      дата_проверки: {
        __caption__: 'Дата_проверки'
      },
      проверяемые: {
        __caption__: 'Проверяемые',
        результат: {
          __caption__: 'Результат'
        },
        сотрудники: {
          __caption__: 'Сотрудники',
          фИО: {
            __caption__: 'ФИО'
          }
        }
      }
    },
    Контроль_ТЗL: {
      iD: {
        __caption__: 'ID'
      },
      дата_проверки: {
        __caption__: 'Дата_проверки'
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    дата_проверки: {
      __caption__: 'Дата_проверки'
    },
    проверяемые: {
      __caption__: 'Проверяемые'
    }
  }
};
