export default {
  projections: {
    АнкетыE: {
      iD: {
        __caption__: 'ID'
      },
      лК: {
        __caption__: 'ЛК'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      контакты: {
        __caption__: 'Контакты'
      },
      образование: {
        __caption__: 'Образование'
      },
      опыт_работы: {
        __caption__: 'Опыт_работы'
      },
      должности: {
        __caption__: 'Должности',
        название: {
          __caption__: 'Название'
        }
      }
    },
    АнкетыL: {
      iD: {
        __caption__: 'ID'
      },
      лК: {
        __caption__: 'ЛК'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      контакты: {
        __caption__: 'Контакты'
      },
      образование: {
        __caption__: 'Образование'
      },
      опыт_работы: {
        __caption__: 'Опыт_работы'
      },
      должности: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    лК: {
      __caption__: 'ЛК'
    },
    должности: {
      __caption__: 'Должности'
    }
  }
};
